app/controllers/posts_controller.rb

  def create
  	@post = Post.new(permit_post)
  	if @post.save
---
INSERT INTO "posts" ("description", "created_at", "updated_at") VALUES (?, ?, ?)  [["description", "sdff"], ["created_at", 2017-02-07 06:32:23 UTC], ["updated_at", 2017-02-07 06:32:23 UTC]]